
export const TASKS= [
{
    id: 1,
    userId: 1,
    title: 'לסיים שיעורי בית',
    time: '2026-10-30',
    summary: 'לפתור את התרגילים ולהגיש אותם',
  },
  {
    id: 2,
    userId: 2,
    title: 'לקרוא פרק בספר',
    time: '2026-10-31',
    summary: 'לקרוא את פרק 4 ולכתוב סיכום קצר',
  },
  {
    id: 3,
    userId: 3,
    title: 'להכין מצגת',
    time: '2026-11-02',
    summary: 'להכין מצגת לפרויקט בכיתה',
  },
  {
    id: 4,
    userId: 1,
    title: 'לעשות קניות',
    time: '2026-11-03',
    summary: 'לקנות חלב, לחם וירקות ספציפיים לסלט',
  },
  {
    id: 5,
    userId: 2,
    title: 'אימון כושר',
    time: '2026-11-04',
    summary: 'לרוץ 5 קילומטר ולעשות מתיחות',
  },
  {
    id: 6,
    userId: 6,
    title: 'לתקן את הבאג באנגולר',
    time: '2026-11-05',
    summary: 'לעבור על ה-Signals ולבדוק את האינפוטים',
  },
];